import 'package:flutter/material.dart';

class AboutUsPage extends StatelessWidget {
  const AboutUsPage({Key? key}) : super(key: key);

  @override
  Widget build(BuildContext context) {
    return const Scaffold(
      body: SafeArea(
        child: Padding(
          padding: EdgeInsets.all(8.0),
          child: SingleChildScrollView(
            child: Text(
              '''
ما هو تطبيق اتلوها صح!
هو مشروع عالمي فريد لتعليم تلاوة القرآن الكريم صوتياً باستخدام التقنيات الحديثة
بإشراف جمعية خيركم لتحفيظ القرآن الكريم بجدة
أحد برامج أكاديمية الشيخ محمد بن عبدالعزيز الراجحي لتعليم القرآن الكريم


هل تريد أن تتعلم وتتقن قراءة القرآن الكريم مطبقاً لأحكامه التجويدية، وعن بعد وبطريقة غير متزامنة .. في أي وقت ..  مراعاة لمشاغلك وارتباطاتك؟


تطبيق اتلوها صح    
تطبيق عالمي وشامل
يتيح لك تعلم القرآن 
وتحسين التلاوة 
وإتقان التجويد من خلال دروس نظرية وتطبيقية..
بطريقة تفاعلية جاذبة
مع معلمين مختصين وبدون تكلفة مالية 


يحوي الإصدار الثالث على مميزات جديدة وإضافات نوعية بنسبة 250% عن النسخة السابقة، مستلهمة من خبرات المستفيدين للإصدار السابق واقتراحات المطورين المختصين , الخصائص المتاحة:
• تسجيل وحفظ مصحف كامل بصوت المستخدم
• مشاركة التلاوات المتميزة مع من تحب
• اضافة التفسير الميسر
• اضافة لغات جديدة 
• محفزات تعليمية
• مواكبة التحديثات الجديدة لأنظمة التشغيل
• جمع المعلم والمستفيد في تطبيق واحد
• تعلم التجويد التحليلي بطرق احترافية 

بادر وحمل تطبيق اتلوها صح وابدأ رحلتك الآن ..
في تعليم وتعلم تلاوة وحفظ القرآن ..
              ''',
              textDirection: TextDirection.rtl,
            ),
          ),
        ),
      ),
    );
  }
}
